/**
 *
 * 刑事诉讼法
 * 中华人民共和国刑事诉讼法 http://www.hncourt.gov.cn/public/detail.php?id=175619
 * 
 * 5.  人民法院依照法律规定独立行使审判权，人民检察院依照法律规定独立行使检察权，不受行政机关、社会团体和个人的干涉。
 * 10. 人民法院审判案件，实行两审终审制。
 * 12. 未经人民法院依法判决，对任何人都不得确定有罪。(无罪推定)
 * 14. 人民法院、人民检察院和公安机关应当保障犯罪嫌疑人、被告人和其他诉讼参与人依法享有的辩护权和其他诉讼权利。
 *      诉讼参与人对于审判人员、检察人员和侦查人员侵犯公民诉讼权利和人身侮辱的行为，有权提出控告。
 * 50. 人民法院，人民检察院和公安机关根据案件情况，对犯罪嫌疑人、被告人可以拘传，取保候审或者监视居住。
 *
 */

/**
 *
 * 主刑：
 * 管制，拘役，有期徒刑，无期徒刑，死刑。
 * 管制: 限制一定自由
 * 拘役: 短期剥夺人身自由并由公安机关实行就近关押改造的刑罚方法。
 *
 * 附加刑：
 * 罚金，剥夺政治权利，没收财产。
 *
 */

犯罪嫌疑人，在依法判决之前‘社会危险性’
