/**
 * 
 * 成为有用的人(家人，朋友，团队, 民族，社会，国家，人类)
 * 
 * 调
 * 力量能征服一切，却是短暂的。-林肯
 * 以绞杀或废除暴君为结局的起义，与暴君任意处置臣民生命财产一样合法,暴力支持他，暴力也推翻他。-卢梭
 * 
 */

/**
 * 
 * 文明的进步：限制动物性,凸显人性,提高神性
 * 
 * 生产
 *   1. 小农经济: 家庭作为独立生产单位, 自产自消
 *   2. 社会化大生产(社会作为独立生产单位), 分工合作(依赖性)
 *      生产 - 分配 - 交换 - 消费
 *      货币: 方便交换的一般等价物, 而不是生产的目的,动力
 *      经济危机: 资本家追求利益最大化 -贫富差距> 压榨劳动者, 劳动者减少消费 -> 供>需, 商品滞销，企业降薪,裁员,倒闭
 *                                                ^---------------劳动者失业(投机心理)--------------------- |
 *          解决:
 *            印钱(刺激消费)
 *            出口()
 *            贷款(劳动者重新获取消费能力)
 *            战争(减少劳动者(生产者))
 *          影响：
 *            再分配效应: 国家兴衰交替，国际秩序改变
 * 
 *          08次贷危机(次级住房抵押贷款(对信用记录不佳或资金不足的贷款人提供的房屋贷款品种))
 *            经济结构失衡,宽松货币政策,负债率高
 *            美联储提高联邦基金基准利率(加息抗通膨) -> 房价下跌 -> 次贷借款人违约率上升 -> 市场恐慌(撤资，抛售股票,减少存款) -> 金融机构巨额亏损 -> 国际金融危机爆发 -> 拖累实体经济
 *            08年金融危机回顾 https://zhuanlan.zhihu.com/p/45693853
 * 
 * 繁荣是萧条的原因
 * 当经济处于过度繁荣状态的时候，没有人不相信泡沫会继续膨胀，人们不是找出理由使自己理性，而是找出理由使自己相信盲目冒险的正确性。 --加尔布雷思
 * 不要同一头猪摔跤，因为这样你会把全身弄脏，而对方却乐此不疲 --查理.芒格
 * 经济决定金融，金融反作用经济
 * 你可以不理性，但你要承担不理性的后果
 * <<两次全球大危机的比较研究>> http://cn.epubee.com/books/?s=JUU3JUE5JUI2MiUyNCVFNCVCOCVBNCVFNiVBQyVBMSVFNSU4NSVBOCVFNyU5MCU4MyVFNSVBNCVBNyVFNSU4RCVCMSVFNiU5QyVCQSVFNyU5QSU4NCVFNiVBRiU5NCVFOCVCRSU4MyVFNyVBMCU5NCUyMw==&action=
 * 
 * 
 * 需求创造市场
 * 
 * 科技: 1. 供给创造需求(创新创造需求(未被发掘，重视的)), 2. 提升效率 3. 降低成本
 * 
 * 
 */

/**
 * 
 * 森女(从森林中走出来的女孩): 自然纯净舒适
 * 
 */

/**
 * 
 * 要是爱你爱得少一点 话就可以多说一些了 -《傲慢与偏见》
 * 因为我会对说过的话负责
 * 正因是不经意间说出的话，才带有真实的味道。 -太宰治《小丑之花》
 * 在长长的沉默之后说出的话，原本根本就不愿意说。”-赫塔·米勒《呼吸秋千》
 * 说出真理是一件痛苦的事，但被迫说谎更痛苦。——王尔德《自深深处》
 * 
 */

/**
 * 
 * 情感 \ emotion 
 * 
 * 鼓励
 * 当人们做不到一些事情的时候，他们会告诉你，你也做不到。
 * 睁眼是一天的开始，未来会更好，是所有幸福的开始 ——迈克尔·坎宁安《时时刻刻》
 * 生活真的很艰辛，你会失去爱人，你会经历心碎，有时你会生病，有时你会牙疼得要命，有时你会很饿。但另一方面，你会拥有最美的经历。——帕蒂·史密斯​​ https://www.mtyyw.com/23102​
 * 
 * 劝慰
 * 得之，我幸；不得，我命 -徐志摩
 * 我的爱人快乐而且善良,但是不容易遇见 -庞德《抒情曲》
 * 爱欲之于人，犹执炬火逆风而行。愚者不释炬。必有烧手之患。 -四十二章经 http://www.guoyi360.com/fjqj/42zj/8816.html
 * 
 * 离别
 *   人非木石岂无感 吞声踯躅不敢言(<拟行路难>鲍照)
 * 
 * 爱
 *   让人维持生存的体温、能够活下去的， 不是了不起的名言， 也不是有学识的一语中的， 而是你一句有体温的、温暖的一句话。 <请回答1988>
 * 
 * 爱情 = 喜欢是一种感觉(迷) + 陪伴(三观和) + 责任,义务
 *     爱具有排他性
 *     我不知道爱它哪里，但确实爱
 *    
 *    喜欢是甜，爱是酸甜苦辣咸 
 *   我们现代人的毛病是把爱情当饭吃，把婚姻当点心吃，用爱情的方式过婚姻，没有不失败的。-林语堂《八十自述》
 * 
 *   挑逗
 *     你是非常可爱的人，真应该遇到最好的人，我也真希望我就是。-王小波《爱你就像爱生命》
 *     男孩子们都喜欢女孩子,可是谁也没有我喜欢你这么厉害。-王小波《爱你就像爱生命》
 *     逻辑的尽头不是理性和秩序的理想国，而是我用生命奉献的爱情！ -《嫌疑人X的献身》
 *     之前一直追求美好，现在一切皆美好
 * 
 */

/**
 * 
 * 命
 * 
 * 月柱: 天干看年，地支(11(冬月)子, 12(腊月)丑, 1(正月)寅, 2卯, 3辰, 4巳)
 * 
 * 
 */

/**
 * 
 * 人性
 * 
 * 偷情是平缓河流上不期而遇的风浪, 是红酒,
 * 1.好无聊(追求刺激) 2.好孤单(寂寞难耐) 3.好累啊(被生活所累,享受高品质生活) 4. 人生观不同 5. 权力,征服 6. 权力,屈服
 * 
 * 人无论再怎么被爱，都会挂念着那些没得到的爱。 -坂元裕二 <anone>
 * 
 */