/***
 * 
 * 因此 不要问丧钟为谁而鸣 它就为你而敲 - 丧钟为谁而鸣
 * 
 * 政府
 * 行政级别: http://www.mamicode.com/info-detail-1311685.html
 * 地方财政收入
 *   1. 预算收入
 *        1. 国有土地使用权出让收入
 *        1. 各项税收收入
 *        2. 中央财政的调剂收入，补贴拨款收入及其它收入
 *   2. 预算外收入
 *        1. 文化、体育、卫生及农、林、牧、水等事业单位的事业收入
 * 
 * 企业: 以谋取经济利益的经济组织
 * 软件和技术服务
 * 小型企业(从业人数在10-100, 营业额>=50w)
 * 中型企业(从业人数在100-300, 营业额>=1000w)
 * 国有企业(垄断性|竞争性|政策性(中储粮))
 *   1. 中央企业' 
 *        国务院直属': ['中铁', '中国投资有限责任公司'],
 *        国务院其他部门': ['中国烟草', '中国邮政'],
 *        国资委': [],
 *        财政部': ['工商银行'],
 *   2. 地方企业
 * 
 * 答非所问蒋超良，物资充足王晓东，内疚自责马国强，等待授权周先旺，两袖清风红十会，人不会传人高福，一问不知唐志红，
 * 准备不足邱丽新，可控可防王广发，黄连有效舒红兵，小三上位王延秩，泄露制造石正丽，尚未露脸余祝生。
 * 
 * 跨国企业
 * 西方的跨国公司是怎么变成“全球企业”的？并不是跨国公司先有个“全球企业”的概念，然后发展到那个模式，实际上是跨国公司在追逐利润、扩大市场、排挤竞争的过程中逐步实现的。
 * 其实，“全球企业”的形成有一项重要的“政治基础设施”——冷战结束后，美国一超独霸主导的全球化秩序——没有美国国家机器对全球化的推动和保障，跨国企业不服从于美国的霸权秩序，就不可能有当今的这些全球企业。
 * 中国一些企业家，被西方国家的一套意识形态给蒙住了。还有一些经济学家给企业家们吹喇叭、抬轿子，就都真相信冷战后的全球化是靠企业、企业家推动的了。
 * 以为做全球企业就是把业务开到全世界，总部搬到伦敦，雇员都换成外国人。结果美国搞逆全球化了，全球化退潮了，一帮美国跨国公司要么上岸，要么上船，留下一帮中国企业家光着屁股在海滩上被晒成了咸鱼。
 * 
 * 金融
 * 
 * 证券: 持有人享有特定权益的法律凭证
 * 股份: 股东占公司资本的份额
 * 股权: 股东所享有的特定权利
 * IPO: 首次公开募股(不公开为非法集资)
 * 
 *   1. 货币基金，国债
 *   2. 固收类(流程,模式固定，而不是收益固定)
 *   3. 权益类
 * 
 * 商业银行
 *  吸收存款 发放贷款 办理结算是商业银行的专有业务 
 *  非银行机构开展存款风险
 *    1. 吸收存款 -> 高利率 -> 高收益 -> 高风险
 *    2. 存款人可按照《存款保险条例》 相关规定获得赔偿, 只适用于银行等金融机构,互联网除外
 *    3. 与地方银行本地化经营原则相违背, 地方性银行可通过互联网金融平台将存款业务拓展全国
 *   个人住房贷款
 *      向借款人发放的用于购买自用普通住房的贷款。
 *      条件: 购房合同, 首付款证明
 *   住房抵押贷款
 *      以自身拥有的允许上市的房屋产权作为抵押申请贷款
 *      条件: 房地产证, 收入证明，资产证明
 * 
 * 证券公司(证券经纪(股票交易),投行(证券保荐和承销),资产管理(用客户的资金投资,返利))
 *   股票: 股东持有股份的法律凭证
 *      ROE(净资产收益率): 净利润/净资产
 *      PE(市盈率): 市值/净利润
 *      PB(市净率): 市值/净资产
 *      建仓
 *      平仓
 *      强制平仓
 * 
 *   资产证券化
 *      以基础资产未来所产生的现金流为偿付支持，通过结构化设计进行信用增级，在此基础上发行资产支持证券（ABS）的过程。ABS(以特定资产组合或特定现金流为支持，发行可交易证券)
 *      风险
 *        质量风险,系统性风险
 * 
 *   深圳证券信息有限公司(深交所全资子公司): 中国证券市场数据库
 *   http://www.cninfo.com.cn/new/index
 * 
 * 基金公司
 *   基金: 基于一定目的募集的资金(也指管理这些资金的组织)
 * 
 *   债券
 *     纯债券：全部用于投资债券
 *       短期债券: 偿还期限在1年以下
 *     一级债券：投资债券和新股配售(12年停止)
 *     二级债券: 投资二级市场股票比例<=20%
 * 
 * 收益(α(市场无关) + β(市场收益率相关))
 * 投α
 * 私募股权投资PE(Private Equity): 投资非上市公司股权(创投(vc))|上市公司非公开股权
 * 对冲基金: 获取收益不受市场影响,又不像私募股权投资基金那样投资于非公开上市交易股权的基金
 * 因为对冲基金获得的是纯阿尔法，阿尔法又很难得，所以它们收取很高的管理费(一般是每年收取资产的2%左右)和分成费(一般是利润的20%左右)。因为它们一般没有什么贝塔，所以它们的收益率基本不受整个市场走向的影响。
 * 
 * 基金中的α: http://www.mamicode.com/info-detail-2878666.html
 * 
 * 基金公司(基金发行，交易)
 *   易方达基金(广发证券 + 员工持股) 萧楠
 *   小微企业
 *     兴证全球基金(兴业证券) 董承非
 *     中欧基金(员工持股) 葛兰 郭睿(短期进攻)
 *     汇添富基金(东方证券 + 员工持股) 胡昕炜(防守中进攻)
 * 
 * 货币基金 https://zhuanlan.zhihu.com/p/95965389
 * 保险公司理财产品: https://zhuanlan.zhihu.com/p/47516131
 * 
 * 
 * 淘宝: 个人注册
 * 天猫: 企业或公司注册
 *     旗舰店: 一个品牌只能有一个旗舰店
 *     专卖店: 一个品牌授权的其他公司
 * 
 * 旗舰店 !== 正品
 *   1. 品牌被抢先注册
 *   2. 以假乱真(康师傅|康帅傅)
 * 
 * 天猫的旗舰店里卖的东西是正品吗？ https://www.zhihu.com/question/20998636
 */